Repository: paritytech/polkadot-ios-community
Catalog: polkadot-app/Localization/BalanceSync.xcstrings
Source language: en
Languages: es_es

# backup.updated.message
source: Balance updated. You're all set.
es_es: Saldo actualizado. Todo listo.

# cancel.confirm
source: Yes, I'm done
es_es: Sí, ya terminé

# cancel.description
source: Once you close this, manual update won't be available again
es_es: Una vez que cierres esto, la actualización manual ya no estará disponible

# cancel.keep
source: Cancel
es_es: Cancelar

# cancel.title
source: Done updating your balance?
es_es: ¿Terminaste de actualizar tu saldo?

# notification.description
source: If it differs from the previous value, press Update until correct
es_es: Si difiere del valor anterior, presiona Actualizar hasta que sea correcto

# notification.title
source: Balance restored
es_es: Saldo restaurado

# notification.why
source: Why update?
es_es: ¿Por qué actualizar?

# why.description
source: Private accounts don’t support automatic syncing. Manually updating your balance helps keep it accurate.
es_es: Las cuentas privadas no admiten sincronización automática. Actualizar tu saldo manualmente ayuda a mantenerlo exacto.

# why.title
source: Why is this required?
es_es: ¿Por qué se requiere esto?
